Dlubal.RFEM5.IMemberElasticFoundation
Interface for working with member elastic foundation

Dlubal.RFEM5.IMemberElasticFoundation.GetData
Gets member elastic foundation parameters.
Returns: Member elastic foundation parameters

Dlubal.RFEM5.IMemberElasticFoundation.SetData(System.UInt32@)
Sets member elastic foundation parameters.
Foundation: Member elastic foundation parameters.

Dlubal.RFEM5.IMemberElasticFoundation.Delete
Deletes member elastic foundation.